Indicates if current 'reload latest' progress is finished.
  Namespace:   Autodesk.Revit.DB.Events
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2017 Subscription Update
 Syntax
  C#
public bool ReloadLatestFinished { get; }
  Visual Basic
Public ReadOnly Property ReloadLatestFinished As Boolean
	Get
  Visual C++
public:
property bool ReloadLatestFinished {
	bool get ();
}
 See Also
  DocumentReloadLatestProgressChangedEventArgs Class
  Autodesk.Revit.DB.Events Namespace